Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 路上，阿川一边带路，一边给他们介绍集九镇的事情，由于东洲很多城镇都不喜欢外来者，所以外来者最好是待在房间里，不要随意走动，否则容易引火上身，引来一些性格比较偏执的人。
en_us: As A Chuan led them through the town, he told them a little about JiJiu Town. Because many of the towns in Dong Zhou didn't like outsiders, it was better for them to stay in their room and not wander about too much, lest some less accepting people try to cause them trouble.

source: 身后突然传来凌霄轻飘飘的声音，仿佛鬼魂的苍白无力，配合着阴森森的语气，即使是大白天也很有感觉。
en_us: Ling Xiao's voice suddenly came from behind, sounding frail like a ghost, yet sinister in tone. Even in broad daylight, it was rather atmospheric.

source: 身后，牛徐阳皱眉看着这一幕。
en_us: Behind them, Niu XuYang frowned as he watched this.

source: 身后，倚在门边的凌霄几乎笑破肚子。
en_us: Behind him, Ling Xiao was laughing so hard he felt as if though his stomach was going to pop.

source: 身后，听懂凌霄话里的讽刺的莫雪两姐妹，脸色异常的难看，爱慕的眼神一下子变成仇恨的眼神，所以说女人果然是善变的。
en_us: Behind them, the two sisters, upon hearing Ling Xiao's mockery, turned into a very ugly expression. The affection in their eyes were replaced with hatred. So the saying goes, a women's emotions comes and goes like a storm. (女人果然是善变的)

source: 躲在门口偷看的游小默顿时嗤之以鼻。
en_us: As for You XiaoMo, who was peeking out behind the door, he scrunched his nose and snickered. (嗤之以鼻)

source: 转生丹所需要的材料他已经凑了好几份，失败一次也不用担心要等到下一批灵草成熟才能用。
en_us: He already gathered a few batches of Reincarnation Pill ingredients. Even if he failed, he didn't need to wait for the next batch to mature before continuing.

source: 转生丹是彩级四品的灵丹，品级高，效果很逆天，传闻身体经脉寸断的人只要服下此丹，就能从一个废人变回原来的状态。
en_us: The Reincarnation Pill was a Grade Four Rainbow Level magic pill (彩级四品的灵丹). If it's quality was high, the effects would really be in defiance of the natural order. It was rumored that as long as a person with broken meridians (身体经脉寸断) took this pill, they could change from a waste back to their original state.

source: 转生丹的材料比三品灵丹还要多几十株灵草，一共有两百多株，数量非常多，游小默可不敢随随便便，比上次在小岛炼丹还要谨慎。
en_us: The Reincarnation Pill needed double digit more herbs than a grade-three pill. In total there was two hundred or more, a very large amount. You XiaoMo didn't dare do it willynilly, he was even more cautious than last time at the island.

source: 转生丹虽然是四品灵丹，但是对刚晋级四品的他难度并不小的，他准备了三份。
en_us: Although it was a grade-four magic pill, it was quite challenging for someone who had just advanced, thus he prepared three sets of ingredients.

source: 转眼间，四周的景物就变成一望无际的草地。
en_us: In the blink of an eye, the surrounding scenery had changed into an endless meadow.

source: 转眼，两人又回到房间。
en_us: The two returned to their room in the blink of an eye.

source: 轮到游小默的时候，他接过叶长老递给他的传送石，然后掏出他的红卡，在黑暗的光线下，红卡散发出来的红色光芒十分耀眼。
en_us: When it got to You XiaoMo, he took the stone from Elder Ye and took out his red card. Under the dim lighting, the red light from his card was especially eye-catching.

source: 轮回丹？
en_us: The Samsara Pill?

source: 轮回楼每一层都有一位眼力过人的老者，所有东西都是交由他手里评估的，价格一般都很公道。
en_us: There was an elder with an eye for quality on each floor of Tower Samsara. Everything would be handed to him to evaluate, and the prices were usually very fair.

source: 轮回楼的人将他们领到老者面前时，他正在给一个青年评估一株灵草。
en_us: When Tower Samsara's employees took them to the elder, the elder was evaluating a magic herb for a young man.

source: 软骨山是鬼冢山脉一个特殊的训练场所。
en_us: The Cartilage Mountain was a special training place at the Ghost Tomb Mountain. Range

source: 软骨山的特产是一种名为骨兽的妖兽，这种妖兽不能算是完全的妖兽，因为他们全身上下只有骨头，没有血肉，攻击能力只能算中等，但是却像打不死的小强，即使骨头被打散了也能重组，是一种很难缠的妖兽。
en_us: The specialty of the Cartilage Mountain was a demon beast named the bone demon (骨兽). These kind of demon beast were not completely demon beasts because they had only bones and no blood or flesh. Their attack power was only mediocre at best but they were annoying to deal with like a cockroach(打不死的小强) since their bones can regroup even if their scattered.

source: 轰——
en_us: Boom--

source: 轰隆隆的巨响骤然响起。
en_us: An almighty boom suddenly rang out.

source: 辣椒酱？
en_us: Chili paste?

source: 边上，凌霄闭着眼睛正在打坐，脸色似乎不大好。
en_us: To the side, Ling Xiao was meditating, eyes closed. He seemed rather pale.

source: 过了一会，终于有人注意到游小默的身份有些不对劲，有一名守卫还小声的嘀咕了一句‘这是哪个队的’。
en_us: After a while, someone finally noticed that there was something wrong with You XiaoMo’s cover. One of the guards even quietly muttered a 'Which team is this person from’.

source: 过了妖坟场，再往前就是沼泽。
en_us: The swamp (沼泽) lay ahead of them after crossing the demon beast graveyard.

source: 过了沼泽，他们终于到达鬼哭崖。
en_us: After they crossed the swamp, they finally reached the Weeping Ghost Shore. (鬼哭涯)

source: 过河拆桥啊！
en_us: This was burning bridges!

source: 还你个混球！
en_us: You're still a bastard!

source: 还有一点，也是最重要的一点。
en_us: And there was another point, which was also the most important point.

source: 还有什么好提议？”
en_us: Are there any more good suggestions?"

source: 还有凌霄，大家现在才知道，那个常常和游小默走在一起的男人竟然是一名神境巅峰强者，那可是通天大陆顶尖的存在。
en_us: There was also Ling Xiao. It was only now that everyone knew that the man that was usually with You XiaoMo was a peak Divine level powerhouse. He was at the peak of existence in the TongTian Continent.

source: 还有皮球他们，看起来好像不在这里一样。”
en_us: There’s still PiQiu and the rest but it looks like they’re not here.”

source: 还没敲响房门，男人就让他进去。
en_us: Before he even knocked, the man let him in.

source: 还没等他们发表感想，又一个人的举动令他们惊掉了大牙。
en_us: Before they could formulate any sort of response, another shocking occurrence had their jaws dropping.

source: 还没等他喊开动，一大三小就吃了起来，比平时更快的速度对桌上的叫花鸡进行扫荡，他吃的稍微慢些，结果那么大的一只叫化鸡立刻被解决了一半。
en_us: Before he had a chance to say Bon Appetite, the four started eating. They cleaned (扫荡) the turkey at a even faster speed than before. Just because he was a bit slower, that massive turkey was already eaten by half.

source: 还没等他开口，那只水妖又扑了过来，尖锐的叫声像是要震破众人的耳膜一样，真是一种非常讨厌的生物！
en_us: The Water Demon pounced on him again before he could open his mouth. The shrill cry was so sharp as if it wanted to break the eardrums of all people here. It was really such a loathsome creature!

source: 还没说完，游震天愤怒的声音就响了起来，“当真？”
en_us: He hadn't even finished when You ZhenTian's enraged voice rose, "Is this true?"

source: 还迫于无奈，迫你妹，你以为我看不出来你们已经做这行起码有几年了？”
en_us: Forced my ass. You think I can't tell that you've been doing this for a fair few years?"

source: 这一举动同时起到震慑的作用，对方不仅有十二阶修为，而且还拥有克制它们的至阳神火，若不想像第一个出头鸟一样灰飞烟灭，从此消失于天地间，那就只能收收心思了。
en_us: This movement also served as a threat. Not only did the opposing side have someone with level twelve cultivation, he could possessed the 至阳神火 (idk how to translate this LOLLL) that could restrain them. If they didn't want to be obliterated like the first one and disappear from this world forever, they could only reconsider their plan.

source: 这一切只发生在短短几秒内，发现异象的游单立刻冲上来，看到受伤的游双不由得大吃一惊，立刻扶着他走出第十层。
en_us: This all happened in a few short seconds. You Dan, having noticed something was wrong, had immediately charged up. He was shocked at seeing the injured You Shuang, helping him down from the tenth floor at once.

source: 这一刻，姬赫几乎把所有的过错都归咎到游小默和凌霄身上，身上的怒气几乎要冲破天际。
en_us: At this moment, Ji He put the blame for nearly all of this onto You XiaoMo and Ling Xiao. The anger wafting off him seemed as if it was about to break through the horizon.

source: 这一夜，很多人都不能眠。
en_us: That night, there were a lot of people who couldn't sleep.

source: 这一天，远在千里的人都能感觉到那股地动山摇的震撼，感觉最明显的就是乌梅镇的人。
en_us: On this day, people from thousands of miles away could feel the shock that quaked the earth and shook the mountains. The ones that felt it the most distinctly were the people of Ebony Plum Town.

source: 这一天，远处海天相接的水面上，一碧万顷的海水不知何时覆盖着一大片黑色的圆点，由远而近才发现那是一群密密麻麻的水鲨，绵延千米，每一头极其凶悍，粗略计算，这群水鲨至少有上万头。
en_us: On that day, where the sky and ocean met in the distance, there was a large round black spot covering the vast blue expanse of the ocean, and it was unclear when it had arrived. When one got closer, they would be able to see that it was actually a dense group of sharks (水鲨), stretching unbroken for a thousand meters. Every shark looked fierce and tough, and based on a rough estimate, there were at least ten thousand sharks.

source: 这一幕刚好被游小默看到，虽然凌霄告诉过他不管发生什么事都不要冲过去，但是脑子来不及思考，他的身体就冲了过去。
en_us: You XiaoMo just happened to see this scene. Although Ling Xiao had told him not to rush out no matter what happened, his body acted before he could process it.

source: 这一幕真是太激动人心了，等了十几天终于又出现两个了。
en_us: It was so exciting! Finally, after so much waiting, there was another two!

source: 这一幕立刻震得周围的声响安静了许多。
en_us: The scene shook everyone silent.

source: 这一幕顿时令正在观察他的导师和长老们满意的点了点头，童越煦的天赋虽然比不上游小默和滕梓心，但他是一个肯努力吃了得苦的人，能收他为徒也是一个幸事。
en_us: This scene caused the onlooking mentors and elders to nod in approval. Though Tong YueXu’s natural talent wasn’t as good as You XiaoMo or Teng ZiXin, he was diligent and hardworking, and they were lucky to have him.

source: 这一拳是试探，但也相当于游震天七成的实力。
en_us: This fist was just a test, but it also equaled 70% of You ZhenTian's strength.

source: 这一次仅仅是提炼四株中品灵草就用去他三个时辰，灵魂之力消耗的速度也很快。
en_us: This time, just extracting four mid-grade magic herbs took him three hours and his Soul Power was depleting at an alarming rate too.

source: 这一次他每道菜都多做了一点，除了他和凌霄的，剩下的都给万厨师和小助手的。
en_us: This time he made a little more of everything, since after his and Ling Xiao's share, all of them was going to Chef Wan and his little assistant.

source: 这一次提炼灵草所用的时间并不短，不过他的灵魂之力并没有损失太多，目前还不需要喝灵水。
en_us: It had taken quite a while to refine the magic herbs this time. However, he hadn't lost too much of his soul force, so for now, he still didn't need to drink spiritual water.

source: 这一次是正面，游小默清楚的看到他们挖的洞里有一堆白惨惨的骨头，半个月前埋在下面的尸体已经腐烂。
en_us: This time he had a frontal view. You XiaoMo distinctly saw that there were a pile of miserable and white (白惨惨) bones in the hole they dug and the body they had buried half a month earlier had already rotted.

source: 这一次没有像以往一样劈开或者击溃对手的攻击，两股力量不断僵持着，能量亦不断的消耗着，大约僵持了两分钟，能量终于消散了，地面出现一个深坑。
en_us: This time, it didn't break through or push aside the opponent's attack like it had before. The two attacks came to an endless deadlock, and the energy also continuously depleted. They managed to maintain it for about two minutes before the energy finally dispersed and a deep hole appeared in the ground.

source: 这一次，他的目标也包括西境的灵草。
en_us: This time, his target also included Western Continent's magic herbs.

source: 这一次，对空间符感兴趣的人其实很多，而不仅仅只有在场的六个人。
en_us: This time, many people expressed interest in the teleportation talisman, not just the six that were present.

source: 这一次，游小默跨越种族障碍接收到大鹏鸟的脑电波，他也表示很欣慰，很久没遇到在他面前找死的妖兽了。
en_us: This time, You XiaoMo overcame the boundaries of racial groups and received the Roc's brain waves. He too expressed his gratification; it had been quite some time since he had last met a demon beast that was courting death right in front of him.

source: 这一点姬赫亦无法反驳。
en_us: Ji He could not refute this point.

source: 这一现象也引起囚牢五人的注意，其中有一名神境修为的糙汉当即啐了一口，哈哈大笑起来，“老子还是第一次看到脸敢闯到赤血家族的禁地来，游双老狗，你怎么了，不会是受伤了吧？”
en_us: This scene also roused the five prisoners' attentions. Of them, a burly Divine level practitioner spat on the floor and began to laugh uproariously. "This is the first time I've seen anyone dare barge into the ChiXue Family's prisons. You Shuang, you old dog, you can't be injured, can you?"

source: 这一画面只维持了不到两秒，空间之力就将他们卷走了。
en_us: This scene only persisted for a few seconds before the force of teleportation warped them away.

source: 这一看，俊脸上的笑容霎时消失了。
en_us: The smile on the handsome face instantly disappeared after looking at it.

source: 这一认知恰恰方便了他们。
en_us: This was convenient for them.

source: 这下子连刚刚准备看戏的天明和天元都沉下脸，被外来者潜入鬼哭涯而不自知已经够丢脸，对方竟然熟悉鬼哭涯的地形，这说明什么？
en_us: Now, even Tian Ming and Tian Yuan's faces darkened, though they had just been preparing to watch the show. It was shameful enough for an outsider to sneak into Weeping Ghost Shore without them knowing, but for the opponent to actually be familiar with Weeping Ghost Shore's geography, what did that mean?

source: 这下子，游小默确定白虎的右眼真的在大峡谷下面。
en_us: With this, You XiaoMo was certain that the white tiger's right eye was at the bottom of the canyon.

source: 这下有趣了。
en_us: This will be interesting.

source: 这不，他的仇人正在恶意的抬高价格。
en_us: As a matter of fact, his foe was currently maliciously raising the price.

source: 这个世界上最悲哀的事情。
en_us: What could be sadder.

source: 这个世界的人真是让他越来越难以理解了，锻炼脸上的肌肉？
en_us: The residents of this world was getting harder and harder to understand. Practicing facial muscles?

source: 这个交易所就像个商场，但是商场的店家一般都是卖家，可是这里却都是买家，因为每个铺子前都有一块晶石板，晶石板显示着导师和长老们所需的东西。
en_us: This Exchange Quarter was just like a marketplace, but most of the time, the shops in a marketplace were of those selling things. However, here it was of those buying things, since there was a quartz sign in front of every shop. On the quartz sign, the teachers and the elders indicated the items they needed.

source: 这个人是雷老的死对头，即乔无星的师傅申老头，他和雷老的目的是一样的，见雷老看过来，脸上的笑意更深了。
en_us: This person was Old Lei's sworn enemy and was Qiao WuXing's shifu, the Geezer Shen (申老头). His target was the same as Old Lei's. The smile on his face widened upon seeing Old Lei look over.

source: 这个价格令游小默感到惊讶。
en_us: The price shook You XiaoMo.

source: 这个价格已经超出灵草的总价值，而且是拍卖会开场到现在的第一个超过两亿的高潮。
en_us: This price had already exceeded the magic herbs' total value, and furthermore, it was the first time that something had gone over 200 million since the auction house opened.

source: 这个价格并不低，很多人其实都出不起，但对爱美的女人来说，就算是五十个点数，估计她们都愿意出。
en_us: It wasn’t cheap, and most people wouldn’t be able to afford it, but for a woman who wanted to look pretty, even if it was fifty points, she would probably be willing to pay.

source: 这个凌霄，莫不是玄龟族始祖的后代？
en_us: Could Ling Xiao be a descendant of the Black Turtle Clan's first ancestor?

source: 这个小偷似乎对城主府的地形很熟悉，难道是内部人员做的？
en_us: This thief seemed to be very familiar with the terrain of the City Master's mansion. Could it be an inside job?

source: 这个幻阵看似很正常，很难破，但是对游小默来说，天空那轮弯弯的月亮出现在大白天那绝对是活见鬼。
en_us: This illusion array looks normal and difficult to break but for You XiaoMo, the crescent moon up on the morning sky was a dead give away.

source: 这个念头刚闪出，他手中的地图就突变了。
en_us: Just as the thought crossed his mind, the map changed.

source: 这个念头刚闪过，身后突然升起一道杀机，凌厉的杀气锁定住他，快速的朝他冲了过来，明显要只他于死地的坚定信念。
en_us: Just as this thought passed through his mind, a wave of killing intent rose behind him and killing energy locked onto him, darting forwards towards him and aiming to assassinate him.

source: 这个想法在夏音看到凌霄的长相后更让她百分百肯定是莫雪姐妹率先挑起的争端。
en_us: After Xia Yin saw the appearance of Ling Xiao, this idea made her absolutely sure that it was Mo Xue and her sister were the first to incite the conflict.

source: 这个数目并不低，很多人身上连一万灵晶都未必有。
en_us: This price was high and most people may not even have ten thousand crystals in their pockets.

source: 这个时候会出现在这里恐怕也只有黑蜘蛛的人。
en_us: The only ones who would dare appear at a time like this could be nobody else except the Black Spider.

source: 这个时候出去做什么？
en_us: What did he go out to do at this time?

source: 这个时间有谁会来敲门？
en_us: Who would knock at such a hour?

source: 这个游氏是指赤血家族吧，不过，游小默有些疑惑，难道仅凭一个姓氏就能确定他是游氏族人？
en_us: This You Family should be referring to the Vermillion Blood Clan. However, You XiaoMo was a little unconvinced. Could he really confirm that You XiaoMo was a member of You Family just based on his last name?

source: 这个男人和他老婆一样欺软怕硬，见游小默拳头比他硬，眼下也不住的求饶起来，哪里有集九镇第一高手的风范，那都扔到粪坑里去了。
en_us: The man, like his wife, bullied the weak and feared the strong. When he saw You XiaoMo's fist was stronger than his, he immediately begged for mercy. Where was the demeanor of the strongest expert in JiJiu Town? It had been thrown into the cesspit.

source: 这个男人现在应该就是这个想法吧。
en_us: That man was probably thinking of the same thing.

source: 这个笑容只维持了一秒，姬翁的手就捏了下他的脸蛋，宠溺的说道：“小混蛋，爷爷不是教过你，有什么想法在心里想着就好，不然很容易被看穿的。”
en_us: The smile lasted only for a second before Ji Weng's hand pinched his cheek as he doted, "You little bastard (小混蛋), didn't Grandpa teach you that you should just think of it in your heart or it would be easy to be seen through?"

source: 这个答案，似乎不能让滕梓心满意。
en_us: This answer wasn’t enough to satisfy Teng ZiXin.

source: 这个老头竟然是小乌龟的曾祖父，真是意外！
en_us: This old man was actually the baby turtle's great-grandfather, that was truly unexpected!

source: 这么想着，高殷就急急忙忙追了过去。
en_us: Once he thought it through, Gao Yan chased after Xing Qi in haste.

source: 这么漂亮的老板娘，追求她的人一定不少。
en_us: There must be quite a few people pursuing such a beautiful proprietress.

source: 这也意味着刚刚他们被人接近百米内却没有察觉到的事实，四人不由自主的冒出一身冷汗。
en_us: This also meant that they hadn't even noticed that this person had gotten within a hundred feet of them just now. Cold sweat formed involuntarily over all four of their bodies.

source: 这也是她当初发现凌霄的实力后选择退一步的最主要原因。
en_us: It was the main reason for her backing off when she discovered Ling Xiao's true level.

source: 这也是黑蜘蛛为什么要把贪狼的内丹拿出来拍卖的原因之一，自己用不了，放着也没用，于是拿出来发一笔横财，再祸水东引，不过前提是贪狼真是黑蜘蛛的人杀的。
en_us: That was one of the reasons why Black Spider auctioned the Life Crystal off. They couldn't use it themselves, and it wouldn't be of any benefit to just leave it there, thus they sold it to gain a profit and possibly frame someone else - that is, if they had really killed the Wolf of Gluttony.

source: 这些事游小默他们都不知道，此刻已经赶往活水河界。
en_us: You XiaoMo didn't know about any of this, and right now, he was already rushing towards Living Waters River Boundary.

source: 这些人之中有丹师工会和驭兽工会的丹师，早在得知今天的交易会会有一张一品彩丹的丹方出现，他们就已经开始摩拳擦掌。
en_us: Amongst these people were mages from the Mage Association and Beast Transfiguration Guild who had known long that there would be the pill recipe for a first grade rainbow pill appearing in today's Trade Fair, and had already began to roll up their sleeves for battle.

source: 这些水鲨是在小岛附近活动最大的水兽族群，除了变异体，大部分都是六阶妖兽，它们的牙齿非常锋利，若是有一大群一起发动攻击，就像蝗虫过境，普通的小岛多半会沦陷。
en_us: These sharks were from the largest active water demon beast clan near the small island. Besides the mutants, the vast majority of them were level six demon beasts. Their teeth were extremely sharp, and if a huge group of them attacked at once, it would be just like a horde of locusts sweeping through. An ordinary small island would most likely be drowned.

source: 这些灵丹九成都是上品灵丹，少数几颗才是中品，如果凌霄只是挑剔不是上品，这些正好可以吃，因为他已经有一段时间没炼丹给凌霄吃了。
en_us: Ninety-percent of the pills inside were high grade ones, with only a few mid-grade ones. If Ling Xiao was only picky about eating high grade ones then these were edible, especially since he hadn't given anything for him to eat for a while.

source: 这些空间被逍遥院利用起来，建成各种各样的地方，私人交易所是其中之一，面积超过一千平方米。
en_us: This empty space was utilized by XiaoYao Institution, and they were built into all sorts of different places. The private Exchange Quarter was one such place, and its area exceeded a thousand square feet.

source: 这些调料是他很久以前买的，那时为了煮万灵地羊肉，结果万灵地羊肉对火的要求很高，于是就搁浅了，现在正好派上用场。
en_us: He bought these condiments a long time ago in order to cook the Thousand Spirit Earth Sheep meat (万灵地羊肉). But his idea ground to a halt before it could take root as the meat of the Thousand Spirit Earth Sheep required a special type of fire to cook (对火的要求很高). Now, he was finally able to put it to good use.

source: 这件事也很好理解。
en_us: This matter was very easy to comprehend too.

source: 这件事他父亲的那位亲信并没有告诉他，或者连他也不知道。
en_us: His father's trusted aide had also not told him about this matter, perhaps he did not know of this too.

source: 这件事天刀略有提过。
en_us: This was something that Tian Dao had roughly mentioned before.

source: 这件事连苍盟也为难，因为两人几乎势均力敌。
en_us: This was troublesome for the Cang Alliance as well, because the two were approximately equal in strength.

source: 这位夫人向来是深居浅出，鲜少在人前露面，想不到她这次会出现在星罗城，估计是听到龙血丢失的消息。
en_us: This lady generally didn't show herself in public, keeping hidden. No one had expected that she'd come to Xing Luo City this time. It was probably because she heard about the dragon's blood.

source: 这位导师的事迹九夜听所过。
en_us: Jiu Ye had heard of this teacher's deeds before.

source: 这位才是专门啃金属的专家，不管多硬的金属，他都能像吃豆腐一样，总不能连龟皮都啃不动吧。
en_us: This was the true 'metal-eating' professional, no matter the hardness of the metal, he could eat it like tofu. There was no way he couldn't even bite through turtle skin, right?

source: 这位杨导师是一名修炼者，他很喜欢吸收灵晶里的能量来增涨自己的修为，而且消费的时候大手大脚，导致他身上的灵晶所剩无几，所以才会想出这个办法。
en_us: This Teacher Yang was a practitioner who liked to absorb the energy in the spirit gems to increase his cultivation. He thought of this method as he consumed the gems in an extravagant manner, resulting in him having few spirit gems.

source: 这几天，游小默得知乔无星几人来找过他，当时他刚好在炼丹，精神高度集中，所以没有注意到他们的到来，几人只坐了一会就被凌霄打发走了。
en_us: You XiaoMo found out that Qiao WuXing and co had come looking for him these few days. He had been refining pills then and was extremely focused, so he didn't notice their arrival. They came and sat around for a while before Ling Xiao sent them away.

source: 这半个月他用掉不少顶级灵草，手上已经没有多少存货，剩下的还在灵草田里长着呢，早知如此，当初他就应该先把顶级灵草收集起来再说。
en_us: Over the past half a month he had used up quite a bit of transcendent level magic herbs, so he no longer had much in stock. The rest were still growing in his magic herb field. If he knew beforehand, he would have stocked up transcendent level magic herbs earlier.

source: 这半个月来他累惨了。
en_us: He was dog-tired for the past half a month.

source: 这句话不适合用在这里。
en_us: That phrase might not be so appropriate here.

source: 这句话并没有刻意压低声音，反而刻意加大音贝，好让莫雪他们听到一样，如游小默猜想的，那群人齐齐变了脸色。
en_us: He didn't lower his voice for this, rather he purposefully said it loudly, so that Mo Xue's group could hear him. Just like he thought, the expression on their faces changed.

source: 这句话的后果就是，柴天第一个被踢下擂台。
en_us: The result of his words, was that Chai Tian was the first to get kicked off the stage by Ling Xiao.

source: 这句话说服了两人，他们很多年前就跟着花姑，在赌坊当打手也是一起的，本身对赌坊也没有太深厚的感情。
en_us: This sentence convinced the two people. They had followed Hua Gu for many years and had also worked together as hired thugs in the gambling house. Moreover, they did not have any deep attachment to the place.

source: 这只水妖明显和其他水妖的特征不一样，身上没有那种诡异的颜色，全身仿佛乳白色的奶酪构成一样，光秃秃的，一双黑色的眼珠子仿佛镶在奶酪中一样，转动的时候好像要掉下来似的。
en_us: This Water Demon was distinctly different from other Water Demons in that it did not have that weird color. The Water Demon looked like it was made of milky white cheese. It was totally bald and had a pair of black eyes that seemed as if they were embedded in cheese, and almost appeared like they were about to fall off when the eyes moved.

source: 这叫搬石头砸自己的脚吗？
en_us: Is this called lifting a stone to smash your own feet? (搬石头砸自己的脚)

source: 这四个人不是别人，其中三个正是游小默当初去中庭交易会遇到的姬云琅，另外两个是他的手下姬文和姬武。
en_us: Three of the four were none other than the ones who You XiaoMo had met in Zhong Ting Trade Fair (中庭交易会). It was Ji YunLang, with the other two being his underlings, Ji Wen and Ji Wu.

source: 这天晚上，他没有心情做饭。
en_us: Tonight, he didn't feel like cooking.

source: 这天，凌霄出去打听消息。
en_us: That day, Ling Xiao went out to do some information gathering.

source: 这天，游小默带着炼好的容颜丹去销售点，跟他一起出来的还有猫球。
en_us: Today, You XiaoMo took some refined beauty pills to the market and CatQiu decided to come out with him.

source: 这家伙什么地方不藏，偏偏藏在泉眼下方，如果说它的目标不是泉眼，恐怕难以令他信服。
en_us: This fellow didn't want to hide anywhere else except below the spring. It wasn't hard to believe that his target was the spring.

source: 这家伙果然对灵水湖很感兴趣，它此刻就藏在灵水湖泉眼正下方蠢蠢欲动。
en_us: This fellow was indeed very inclined towards the spiritual water lake. At that moment, it was hidden under the mouth of the spiritual water lake, moving slowly.

source: 这家伙现在是想整他还是怎样？
en_us: Was he trying to pick on them or something?

source: 这家酒楼真是黑店！
en_us: This place was such a ripoff!

source: 这对话看似火药味十足，但听起来更像两个冤家，关于两人之间的恩怨，游小默听乔无星简略的提起过。
en_us: This dialog seemed as if it was full of gunpowder (火药味十足), but it sounded even more like an exchange between two sweethearts (冤家). You XiaoMo had heard Qiao WuXing briefly mention the grievances between the two before.
